---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DimStyleCenterlineSymbol
source: html/bacaea21-c7ff-9048-5e6a-fbf50ef962bc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DimStyleCenterlineSymbol Property

"Centerline Symbol"

## Syntax (C#)
```csharp
public static ForgeTypeId DimStyleCenterlineSymbol { get; }
```